Scripts/Scripts/03_Buying_A_Laptop_v2/data/t138_RequestBody.txt

"<?xml version=\"1.0\" encoding=\"UTF-8\"?><soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.o"
"rg/soap/envelope/\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http:/"
"/www.w3.org/2001/XMLSchema\"><soap:Body><AddSafePayMethodRequest xmlns=\"com.advantage.online."
"store.accountservice\"><safePayUsername>00000001</safePayUsername><accountId>513246021</accoun"
"tId><safePayPassword>1Qaz2Wsx</safePayPassword><base64Token>Basic MDAwMDAwMDAwOjFRYXoyV3N4</ba"
"se64Token></AddSafePayMethodRequest></soap:Body></soap:Envelope>"
